Repository: AizazAhmed/TfsBuildMonitor
Catalog: BuildMonitorWpf/Properties/Resources.*.resx
Languages: de, fr

# BuildError
source: An exception occured
de: Eine Ausnahme ist aufgetreten
fr: Une exception est survenue

# BuildFailed
source: Build is failed
de: Build ist fehlgeschlagen
fr: Build échouée

# BuildNotStarted
source: Build is not started
de: Build ist nicht gestartet
fr: Build non démarrée

# BuildPartiallySucceeded
source: Build is partially succeeded
de: Build ist teilweise gelungen
fr: Build partiellement réussie

# BuildStopped
source: Build was stopped
de: Build wurde gestoppt
fr: Build arrêtée

# BuildSucceeded
source: Build is succeeded
de: Build ist gelungen
fr: Build réussie

# BuildUnknown
source: No idea. Offline?
de: Keine Ahnung. Offline?
fr: Aucune idée. Déconnecté?

# ButtonAbout_Text
source: About
de: Über
fr: A propos

# ButtonMinimize_Text
source: Minimize / maximize ribbon
de: Ribbon minimieren / maximieren
fr: Réduire / agrandir le ruban

# ButtonNewBuild_ToolTip
source: Request new standard build
de: Neuen standard Build triggern
fr: Lancer une nouvelle build standard

# ButtonPinBuild_ToolTip
source: Pin this build
de: Build pinnen
fr: Epingler cette build

# ButtonRefresh_Text
source: Refresh
de: Aktualisieren
fr: Actualiser

# ButtonServers_Text
source: Servers
de: Server
fr: Serveurs

# ButtonServers_ToolTip
source: Manage servers and build definitions
de: Server und Build Definitionen verwalten
fr: Gérer les serveurs et définitions de buils

# ButtonStopBuild_ToolTip
source: Stop the build
de: Build anhalten
fr: Arrêter la build

# CheckBoxBigSize_Text
source: Big tiles mode
de: Große Kacheln Modus
fr: Mode grosses tuiles

# CheckBoxBigSize_ToolTip
source: Big tiles mode for use in fullscreen
de: Große Kacheln für Vollbildmodus
fr: Mode grosses tuiles pour plein écran

# CheckBoxFullWidth_Text
source: Full width
de: Gesamtbreite
fr: Largeur complète

# CheckBoxFullWidth_ToolTip
source: Use full width in big tiles mode and show test results
de: Gesamtbreite in großen Kacheln Modus verwenden und Testergebnisse anzeigen
fr: Utilise la largeur complète en mode grosses tuiles et affiche les résultats de tests

# CheckBoxIgnoreStatus_ToolTip
source: Ignore status
de: Status ignorieren
fr: Ne pas prendre en compte le status

# ColumnAction_Header
source: Action
de: Aktion

# ColumnDetails_Header
source: Details
de: Einzelheiten
fr: Détails

# ColumnFinished_Header
source: Finished
de: Vollendet
fr: Terminé

# ColumnIgnoreBuild_Header
source: Ignore build
de: Build ignorieren
fr: Ignorer la build

# ColumnLastBuild_Header
source: Last build
de: Letzter build
fr: Dernière build

# ColumnPinBuild_Header
source: Pin build
de: Build pinnen
fr: Epingler la build

# ColumnRunningBuild_Header
source: Running build
de: Laufender Build
fr: Execution en cours

# LabelBuildWillFailed_ToolTip
source: Build will probably fail
de: Build wird fehlschlagen
fr: La build va probablement echouer

# LabelFailedTests_Text
source: Failed tests: {0}
de: Fehlgeschlagene Tests: {0}
fr: Tests échoués: {0}

# LabelNewBuild_Text
source: New
de: Neu
fr: Nouveau

# LabelPassedTests_Text
source: Passed tests: {0} / {1}
de: Bestandene Tests: {0} / {1}
fr: Tests réussis: {0} / {1}

# LabelRefreshInterval_Text
source: Refresh interval
de: Aktualisierungsintervall
fr: Intervalle d'actualisation

# LabelZoomFactor_Text
source: Zoom factor
de: Zoomfaktor
fr: Zoom

# MenuItemClose_Header
source: Close
de: Schliessen
fr: Quitter

# MinutesSeconds
source: {0} min {1:00} sec
de: {0} Min {1:00} Sek

# RibbonGroupAbout_Header
source: About
de: Über
fr: A propos

# RibbonGroupColumns_Header
source: Columns
de: Spalten
fr: Colonnes

# RibbonGroupGeneral_Header
source: General
de: Allgemein
fr: Général

# RibbonGroupView_Header
source: View
de: Ansicht
fr: Vue

# RibbonTabAbout_Header
source: About
de: Über
fr: A propos

# RibbonTabSettings_Header
source: Settings
de: Einstellungen
fr: Paramètres

# RibbonTagFlags_Header
source: Flags
de: Schalter
fr: Drapeaux

# RibbonTagServers_Header
source: Servers
de: Servern
fr: Serveurs

# Seconds
source: {0} sec
de: {0} Sek

# ColumnName_Header
source: Name
fr: Nom

# LabelStopBuild_Text
source: Stop
fr: Annuler
